Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Learn more about call forwarding
be: Даведацца болей пра тое, як перасылаюцца выклікі

source: Learn more about how Skype deals with proxies and firewalls
be: Даведацца, як Skype працуе з пасродкамі ды сетказаслонамі

source: Learn more about presence
be: Даведацца болей пра сеціўны стан — «прысутнасьць»

source: Learn more about privacy and security in Skype
be: Даведацца болей пра бясьпеку ды адасобленасьць у Skype

source: Learn more about setting up your audio equipment
be: Даведайцеся, як уладкоўваць гукавое абсталяваньне

source: Learn more about setting up your firewall
be: Даведайцеся, як уладкоўваць сетказаслону

source: Learn more about voicemail
be: Даведацца болей пра галасавую пошту

source: Leave
be: Выйсьці

source: Leave Chat
be: Выйсьці з гутаркі

source: Leave Conference
be: Выйсьці з нарады

source: Leave Conversation
be: Выйсьці з размовы

source: Leave feedback about Skype™
be: Пакіньце водгук пра Skype™

source: Leave group
be: Выйсьці з гутаркі

source: Leave this chat
be: Выйсьці з гэтае гутаркі

source: Left
be: Леваруч

source: Let Skype take a message if you're offline or away from your computer when someone calls.
be: Дазвольце Skype прымаць паведамленьні, калі нехта вас выклікае, пакуль вы ня ў сетцы або адышлі ад кампутара.

source: Let's fix it
be: Давайце парамантуем

source: Let's make sure you can make a call before you try it with a friend.
be: Перад тым, як размаўляць зь сябрамі, давайце ўпэўнімся, што ўсё працуе.

source: List your audio devices in order of preference.
be: Разьмяркуйце прылады, што маюць большую перавагу, уверсе.

source: Listen to it - it will ask you to talk back.
be: Слухайце: вас запытаюцца сказаць нешта ўвадказ.

source: Listen to this Voicemail message
be: Праслухаць паведамленьне галасавое пошты

source: Little loudspeakers either built-in or plugged into a computer.
be: Маленькія ўбудаваныя або далучаныя да кампутара галасьнікі (гучнагаварыцелі).

source: Load
be: Прачытаць

source: Load Skype Language File…
be: Прачытаць файл мовы…

source: Load chat history progress
be: Поступ, як чытаецца гісторыя гутаркі

source: Load previous history from the chat
be: Прачытаць папярэднюю гісторыю гутаркі

source: Loading - %s
be: Чытаецца — %s

source: Loading Image Error!
be: Далі хібу, калі чыталі відарыс!

source: Loading Image failure!
be: Не ўдалося прачытаць відарыс!

source: Loading chat history...
be: Чытаецца гісторыя гутаркі…

source: Loading my voicemail greeting
be: Чытаецца вітаньне

source: Loading...
be: Чытаецца…

source: Local Time:
be: Мясцовы час:

source: Locate
be: Знайсьці

source: Location
be: Месца

source: Logout requested
be: Запыталіся выйсьці

source: Looking for someone in particular?
be: Цікавіць нехта канкрэтны?

source: Looking to meet new people?
be: Хочаце пазнаёміцца з новымі людзьмі?

source: Low on credit!
be: Засталося мала крэдыту!

source: M&atch case
be: &Улічваць вялікія літары

source: MB
be: МБ

source: MPV alone
be: Асобна

source: MPV center
be: Пасярэдзіне

source: MPV left
be: Леваруч

source: MPV right
be: Праваруч

source: Main Menu
be: Галоўнае мэню

source: Make a call
be: Выклікаць

source: Make a free test call
be: Паспрабаваць выклікаць (задарма)

source: Make a test call
be: Паспрабаваць выклікаць

source: Make a test call instead.
be: Тады паспрабуйце выклікаць.

source: Make a test call to Skype.
be: Паспрабаваць выклікаць праз Skype.

source: Make a test call to check your sound configuration
be: Паспрабаваць выклікаць, каб спраўдзіць настаўленьні гуку

source: Make a test sound
be: Паспрабаваць гук

source: Make alternative emergency service access arrangements through a traditional telephone service.
be: Пашукайце спосаб выклікаць надзвычайныя службы праз звычайны тэлефон.

source: Make call with Skype
be: Выклікаць праз Skype

source: Make some noise
be: Крыху пашуміце

source: Make sure Skype is allowed on your network.
be: Упэўніцеся, што ў вашае сетцы дазваляецца карыстацца Skype.

source: Make sure Skype is listed as an exception to your firewall.
be: Упэўніцеся, што Skype стаіць у сьпісе выключэньняў.

source: Make sure Skype is listed as an exception.
be: Упэўніцеся, што Skype стаіць у сьпісе выключэньняў.

source: Make sure it's switched on.
be: Упэўніцеся, што вы ўлучылі яго.

source: Make sure you spelt your contact's Skype Name or full name correctly.
be: Упэўніцеся, што імя ў Skype ці поўнае ймя кантакту вы напісалі без памылак.

source: Make sure you spelt your contact's email address correctly.
be: Упэўніцеся, што адрас эл. пошты кантакту вы напісалі без памылак.

source: Make sure you've installed the latest drivers, or plug your webcam into a different USB port and restart Skype.
be: Упэўніцеся, што вы ўсталявалі апошнія павадыры (драйвэры) камэры, альбо далучыце яе да іншага порту USB ды нанова запусьціце Skype.

source: Make sure you've selected the correct speakers.
be: Упэўніцеся, што абралі патрэбныя галасьнікі.

source: Make sure your proxy works with Skype.
be: Упэўніцеся, што ваш пасродак працуе са Skype.

source: Make test call
be: Паспрабаваць выклікаць

source: Make the frame bigger.
be: Павялічыць кадар.

source: Make the frame smaller.
be: Паменшыць кадар.

source: Make-up
be: Макіяж

source: Making your picture public makes it easier for people you know to find you on Skype.
be: Калі малюнак будзе бачны ўсім, знаёмым будзе лягчэй знайсьці вас у Skype.

source: Making your picture public makes it easier for the people you know to find you on Skype.
be: Калі малюнак будзе бачны ўсім, знаёмым будзе лягчэй знайсьці вас у Skype.

source: Male
be: Мужчынскі

source: Manage API Access Control
be: Кіраваць доступам да праґрамнага інтэрфэйсу

source: Manage Blocked Contacts…
be: Кіраваць замкнёнымі кантактамі…

source: Manage other programs' access to Skype
be: Кіраваць доступам іншых праґрамаў да Skype

source: March
be: Сакавік

source: Mark All Viewed
be: Ачысьціць сьпіс

source: Mark all read
be: Прачыталі ўсё

source: Mark as Read
be: Пазначыць прачытаным

source: Mark as Unread
be: Пазначыць непрачытаным

source: Mark as Viewed
be: Пазначыць прачытаным

source: Maximize
be: Найбольшыць

source: Maximize Profile
be: Найбольшыць профіль

source: May
be: Травень

source: Medium
be: Сярэдняя

source: Menu
be: Мэню

source: Message %s Skype-to-Skype instead.
be: Гутарце з %s праз Skype.

source: Message Facebook friends from Skype – and more
be: Пішыце (і ня толькі) сябрам у Facebook праз Skype

source: Message is delivered.
be: Паведамленьне даставілі.

source: Message removed
be: Паведамленьне сьцерлі

source: Microphone
be: Мікрафон

source: Microphone muted
be: Мікрафон сьцішылі

source: Minimize
be: Найменшыць

source: Minimize Profile
be: Найменшыць профіль

source: Minimum 6 characters
be: Прынамсі 6 знакаў

source: Minor problems, hardly noticed them
be: Невялікія хібы, якія цяжка заўважыць

source: Missed call
be: Прапушчаны выклік

source: Missed call from %s (%s)
be: Прапусьцілі выклік ад %s (%s)

source: Missed call from %s.
be: Прапусьцілі выклік ад %s.

source: Missed calls
be: Прапушчаныя выклікі

source: Missed conference call.
be: Прапусьцілі выклік да нарады.

source: Mobile
be: Перасоўны

source: Mobile (%s)
be: Перасоўны (%s)

source: Mobile Phone:
be: Перасоўны тэлефон:

source: Mobile phone
be: Перасоўны тэлефон:

source: Mobile phone number
be: Нумар перасоўнага тэлефону

source: Moderation rules:
be: Правілы:

source: Money Received
be: Атрымалі грошы

source: Money Sent
be: Даслалі грошы

source: Month
be: Месяц

source: Mood
be: Настрой

source: MoodMessage
be: Апісаньне настрою

source: Mooning
be: Азадак

source: More
be: Болей

source: More calling options
be: Іншыя можнасьці выкліку

source: Move Bookmark Here
be: Перасунуць закладку сюды

source: Move down
be: Ніжэй

source: Move up
be: Вышэй

source: Movie
be: Фільм

source: Muscle
be: Цягліцы

source: Music
be: Музыка

source: Must begin with a letter (A-z)
be: Мусіць пачынацца зь літары (A–z)

source: Mute
be: Сьцішыць

source: Mute Microphone
be: Сьцішыць мікрафон

source: Mute all sounds
be: Сьцішыць усе гукі

source: Mute microphone
be: Сьцішыць мікрафон

source: Mute your microphone
be: Сьцішыць мікрафон

source: Muted
be: Сьцішылі

source: My Skype Name %s.
be: Маё ймя ў Skype — %s.

source: My Skype Name (%1).
be: Маё ймя ў Skype (%1)

source: My Skype Name is %s.
be: Маё ймя ў Skype — %s.

source: My computer's
be: Майго кампутара

source: My custom sounds
be: Мае гукі

source: My lips are sealed
be: Рот на замку

source: My mobile phone number (%1).
be: Нумар майго перасоўнага тэлефону (%1)

source: My mobile phone number.
be: Нумар майго перасоўнага тэлефону.

source: My picture
be: Мой малюнак

source: My video
be: Маё відэа

source: My voicemail greeting
be: Маё вітаньне

source: MySpace username
be: Імя ў MySpace

source: Name
be: Імя

source: Navigation panel
be: Панэль руху

source: Need help?
be: Трэба дапамога?

source: Nerdy
be: Батанік

source: Network busy
be: Сетка занятая

source: Never miss a call again
be: Ніколі не прапускаць выклікі

source: Never miss another call with voicemail
be: З галасавою поштаю вы ніколі не прапусьціце ніводнага выкліку.

source: New
be: Дадаць

source: New Category
be: Новая суполка

source: New Contact…
be: Новы кантакт…

source: New Events
be: Новыя падзеі

source: New Group Conversation
be: Стварыць супольную размову

source: New Password
be: Новы пароль

source: New Search
be: Шукаць зноўку

source: New Version Available
be: Маецца новая вэрсія

source: New Version: %1
be: Новая вэрсія: %1

source: New audio device found.
be: Знайшлі новую гукавую прыладу.

source: New audio devices available.
be: Маецца новая гукавая прылада.

source: New contact request
be: Новы запыт кантактаваць

source: New contact: %s
be: Новы кантакт: %s

source: New conversation, last activity %s ago
be: Новая размова; апошняя падзея — %s таму

source: New features
be: Новыя магчымасьці

source: New file transfer: %s
be: Перадаць файл: %s

source: New message
be: Новае паведамленьне

source: New message %s ago
be: Новае паведамленьне: %s таму

source: New password can't be the same as the old password.
be: Нельга, каб новы пароль быў такім самым, як стары.

source: New voicemail, duration
be: Новае галасавое паведамленьне працягласьцю

source: Next
be: Далей

source: Next page
be: Наступная бачына

source: Ninja
be: Ніндзя

source: No
be: Не

source: No Common Codec
be: Няма агульнага кодэку

source: No Emergency Calls
be: Нельга выклікаць надзвычайныя нумары

source: No Proxies Found
be: Не знайшлі пасродкаў

source: No SMS capability.
be: Няма магчымасьці дасылаць SMS.

source: No Skype Credit
be: Няма крэдыту Skype

source: No Skype Credit.
be: Няма крэдыту ў Skype.

source: No answer
be: Не адказвае

source: No contacts found.
be: Не знайшлі кантактаў.

source: No credit to pay for SMS.
be: Няма крэдыту, каб аплаціць SMS.

source: No devices found
be: Не знайшлі прыладаў

source: No events matching "%s"
be: Няма падзей, што адпавядаюць «%s»

source: No microphone detected.
be: Мікрафона ня выявілі.

source: No network connection
be: Няма злучэньня зь сеткаю

source: No network connection.
be: Няма злучэньня зь сеткаю.

source: No new conversations
be: Няма новых размоў

source: No picture
be: Няма малюнку

source: No recent conversations
be: Даўно не размаўлялі

source: No recent messages.
be: Даўно не пісалі.

source: No speakers detected.
be: Галасьнікоў ня выявілі.

source: No subscription
be: Няма падпіскі

source: No such Skype Name
be: Няма такога ймя ў Skype

source: No user id capability.
be: Няма магчымасьці атаясьняць карыстальніка.

source: No webcam found.
be: Не знайшлі камэры.

source: No, thanks
be: Не, дзякуй

source: Nodding
be: Ківаю

source: Node is blocked.
be: Замкнуты вузел.

source: None
be: Няма

source: None Configured
be: Не наставілі

source: None of the intended recipients has a mobile phone number saved in their profile.
be: Ніхто з абраных атрымальнікаў ня мае ў профілі нумару перасоўнага тэлефону.

source: Normal Size
be: Звычайны памер

source: Normal view
be: Звычайны выгляд

source: Not Available
be: Не дагрукацца

source: Not Available from Mobile
be: Мяне няма (перасоўная прылада)

source: Not Connected
be: Не злучыліся

source: Not allowed to use Skype
be: Не дазваляецца ўжываць Skype

source: Not delivered
be: Не даставілі

source: Not delivered yet.
be: Яшчэ не даставілі.

source: Not enough Skype Credit.
be: Нестае крэдыту ў Skype.

source: Not now
be: Ня зараз

source: Not on this call:
be: Не ў размове:

source: Not receiving video
be: Відэа не прымаецца

source: Not seeing each other's video?
be: Ня бачыце відэа адзін аднаго?

source: Not seeing their video?
be: Ня бачыце відэа суразмоўцы?

source: Not sending to %1: Internal error.
be: Не дасылаецца да %1: унутраная памылка.

source: Not sending to %1: PSTN number.
be: Не дасылаецца да %1: нумар PSTN.

source: Not sending to %1: contact is blocked.
be: Не дасылаецца да %1: кантакт замкнулі.

source: Not sending to myself.
be: Не дасылаецца мне самому.

source: Not sending video
be: Відэа не дасылаецца

source: Not signed in
be: Ня ў сетцы

source: Not specified
be: Ня вызначылі

source: Not the same person?
be: Гэта ня той, хто вам трэба?

source: Note: If call forwarding is on, calls will be sent first to the phone number(s) you entered
be: Уважце: выклікі будуць адразу перасылацца на пазначаныя вамі нумары

source: Note: Skype works best with a broadband connection.
be: Уважце: на шырокапалосным злучэньні Skype працуе лепей.

source: Note: anyone can see this information.
be: Уважце: гэтыя зьвесткі могуць бачыць усе.

source: Note: only you can see this information.
be: Уважце: гэтыя зьвесткі можаце бачыць толькі вы.

source: Note: only your contacts can see this information.
be: Уважце: гэтыя зьвесткі могуць бачыць толькі вашыя кантакты.

source: Notification Settings…
be: Налады спавяшчэньняў…

source: Notification settings
be: Налады спавяшчэньняў

source: Notifications
be: Спавяшчэньні

source: Notify me
be: Паведамляць мне

source: Notify me only if these words are mentioned:
be: Паведамляць мне толькі калі згадваюцца словы:

source: November
be: Лістапада

source: Now check your microphone
be: Зараз спраўдзіце мікрафон

source: Now make a test call to check your sound is ok during a call.
be: Цяперака паспрабуйце выклікаць, каб паглядзець, ці працуе гук у размове.

source: Now press the button again.
be: Націсьніце кнопку яшчэ раз.

source: Now try making more noise!
be: А зараз паспрабуйце пашумець!

source: Now you’ve got more ways than ever to keep your friends closer.
be: Сёньня вы маеце болей магчымасьцяў быць побач зь сябрамі.

source: Number Busy
be: Нумар заняты

source: Number busy
be: Нумар заняты

source: Number not recognised.
be: Нумар не пазналі.

source: Numbers
be: Нумары

source: OK
be: Добра

source: October
be: Кастрычнік

source: Office
be: Працоўны

source: Office (%s)
be: Працоўны (%s)

source: Office Phone:
be: Працоўны тэлефон:

source: Office phone
be: Працоўны тэлефон:

source: Offline
be: Ня ў сетцы

source: Offline with Call Forwarding
be: Ня ў сетцы, выклікі перасылаюцца

source: Offline with Voicemail
be: Ня ў сетцы, працуе галасавая пошта

source: Offline with call forwarding
be: Ня ў сетцы, а выклікі перасылаюцца

source: Offline with voicemail
be: Ня ў сетцы, працуе галасавая пошта

source: Offline.
be: Ня ў сетцы.

source: Okay
be: Добра

source: Older than a week
be: Старэйшыя за тыдзень

source: On hold
be: Утрымваецца

source: On the move and need to check your email or get access to the web?
be: Вы ў дарозе, і вам трэба зірнуць пошту або выйсьці ў сеціва?

source: Once you’re connected, you only pay per minute for what you use.
be: Далучыўшыся, вы будзеце плаціць за кожную выкарыстаную хвіліну.

source: One or more of the people on this call have insufficient bandwidth to broadcast their video.
be: Злучэньне зь сецівам аднаго альбо некалькі суразмоўцаў недастаткова хуткае, каб яны перадавалі сваё відэа.

source: One phone number only
be: Толькі адзін нумар

source: Online
be: У сетцы

source: Online (on a mobile device)
be: У сетцы (перасоўная прылада)

source: Online Contacts
be: Зараз у сетцы

source: Online Status
be: Стан

source: Online from Mobile
be: У сетцы (перасоўная прылада)

source: Online now
be: Зараз у сетцы

source: Online number
be: Сеціўны нумар

source: Online number expires in %1 days
be: Тэрмін сеціўнага нумару заканчваецца праз %1 дзён

source: Online number is inactive
be: Сеціўны нумар ня дзейнічае

source: Only allow people in my Contact list to call me
be: Прымаць выклікі толькі ад людзей са сьпісу кантактаў

source: Only allow people in my Contact list to contact me
be: Прымаць выклікі ды паведамленьні толькі ад людзей са сьпісу кантактаў

source: Only allow people in my Contact list to send me instant messages
be: Прымаць паведамленьні толькі ад людзей са сьпісу кантактаў

source: Only people who have accepted contact request can be added
be: Можна дадаць толькі тых, хто прыняў запыт кантактаваць

source: Oops!
be: Авой!

source: Open %1
be: Адчыніць %1

source: Open %s firewall.
be: Адчыніце сетказаслону %s

source: Open Chat
be: Адчыніць гутарку

source: Open DTMF Dialpad
be: Адчыніць тонавы наборнік

source: Open Default Download Directory
be: Адчыніць звычайны каталёґ спампаванага

source: Open Directory
be: Адчыніць каталёґ

source: Open Download Page
be: Адчыніць бачыну, адкуль можна спампаваць

source: Open Link
be: Адчыніць спасылку

source: Open PulseAudio Volume Control
be: Адчыніць кіраўнік гуку PulseAudio

source: Open Receiving Directory
be: Адчыніць каталёґ атрыманых

source: Open Skype
be: Адчыніць Skype

source: Open a chat window in front of me
be: Адчыняць гутарку перада мною

source: Open a new window when I receive a new message in Compact view
be: Адчыняць новае вакно, калі атрымалі паведамленьне ў сьціслым выглядзе

source: Open a window when I receive a new message
be: Адчыніць вакно па новым паведамленьні

source: Open file
be: Адчыніць файл

source: Open in New Tab
be: Адчыніць у новае ўкладцы

source: Open in Window
be: Адчыніць у вакне

source: Open the directory for this file
be: Адчыніць каталёґ гэтага файла

source: Open this IM.
be: Адчыніць гутарку.

source: Open your firewall.
be: Адчыніце сетказаслону.

source: Options
be: Можнасьці

source: Options…
be: Можнасьці…

source: Or add a Skype contact
be: Або дадайце да кантактаў

source: Or add a phone number as a contact
be: Або дадайце тэлефонны нумар як кантакт

source: Or get started now...
be: Або адразу пачніце…

source: Or if you've got a subscription, you can transfer calls to landlines in all the countries you're set up to call.
be: Таксама можна перадаваць выклікі ва ўсе краіны, якія ўваходзяць у вашую падпіску (калі вы яе маеце).

source: Or try a high quality webcam.
be: Ці паспрабуйце больш якасную камэру.

source: Original
be: Першасны

source: Other
be: Іншы

source: Other call functions
be: Іншыя магчымасьці выкліку

source: Other caller could not hear me.
be: Суразмоўца ня чуў мяне.

source: Other things you can do
be: Іншыя магчымасьці

source: Other:
be: Іншыя:

source: Our Birthday
be: Свае народзіны

source: Outgoing Call Ringing
be: Званок выходнага выкліку

source: Outgoing calls
be: Выходныя выклікі

source: Outlook Contact
be: Кантакты з Outlook

source: P2P connect failed
be: Не ўдалося злучыцца па P2P

source: PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE
be: PO-Revision-Date: 2011-08-27 23:59+0300

source: Page
be: Бачына

source: Page %1
be: Бачына %1

source: Participant Held the Call
be: Удзельнік утрымаў выклік

source: Participant count:
be: Колькасьць удзельнікаў:

source: Participant on Hold
be: Удзельнік трымае выклік

source: Participants
be: Удзельнікі

source: Participants need host's permission to start posting messages.
be: Каб пісаць, удзельнікі мусяць атрымаць дазвол гаспадара.

source: Participants need host's permission to start reading and posting messages.
be: Каб чытаць альбо пісаць, удзельнікі мусяць атрымаць дазвол гаспадара.

source: Participants need permission to start posting.
be: Каб пісаць, удзельнікі мусяць атрымаць дазвол.

source: Participants need permission to start reading and posting.
be: Каб чытаць альбо пісаць, удзельнікі мусяць атрымаць дазвол.

source: Partner
be: Супольнік

source: Party
be: Вечарына

source: Pass a call onto a contact - it's easy.
be: Перадаць выклік іншаму кантакту — гэта лёгка.

source: Password
be: Пароль

source: Password Change Failed
be: Не ўдалося зьмяніць пароль

source: Password Changed.
be: Пароль зьмянілі.

source: Password OK
be: Пароль слушны

source: Password changed
be: Пароль зьмянілі

source: Password has changed
be: Пароль зьмянілі

source: Password hint: %s
be: Падказка да паролю: %s

source: Password required
be: Патрабуецца пароль

source: Password required for this IM.
be: Гутарка патрабуе пароль.

source: Password:
be: Пароль:

source: Passwords don't match
be: Паролі не супадаюць

source: Passwords match
be: Паролі супадаюць

source: Paste
be: Уставіць

source: Paste As Text
be: Уставіць тэкстам

source: Paste Quote
be: Уставіць цытатаю

source: Paste message as plain text
be: Уставіць звычайным тэкстам

source: Paste this link into emails or IMs so your friends can click to join.
be: Перашліце спасылку па эл. пошце ці дашліце паведамленьнем, і вашыя сябры змогуць далучыцца, націснуўшы на яе.

source: Patents Pending
be: Падалі заяўку на патэнт

source: Patents Pending, Joltid Limited.
be: Падалі заяўку на патэнт, ТАА «Joltid»

source: Patents Pending, Skype Limited
be: Падалі заяўку на патэнт, ТАА «Skype»

source: Pause
be: Прыпыніць

source: Pause All Files
be: Прыпыніць усе файлы

source: Pause all files
be: Прыпыніць усе файлы

source: Pause download
be: Прыпыніць спампоўваць

source: Paused
be: Прыпынілі

source: Paused - Receiving from %1
be: Прыпынілі: атрымвалі ад %1

source: Paused - Sending file to %1
be: Прыпынілі: файл дасылаўся да %1

source: Pay As You Go
be: Плаціць за кожны выклік

source: Pay As You Go rates from
be: Плаціць за кожны выклік па коштах ад

source: Pay monthly
be: На месяц

source: Pay monthly from
be: Плаціць штомесяц ад

source: Pay nothing to connect at free Wi-Fi hotspots.
be: У дармавых пунктах Wi-Fi нічога плаціць ня трэба.

source: Payment failed
be: Не ўдалося падоўжыць

source: Pending contact request
be: Чакаем на адказ па запыце

source: People in this group
be: Людзі з гэтае суполкі

source: People should be able to hear you on calls now.
be: Вашыя суразмоўцы змогуць чуць вас.

source: Perfect, clear, no problems
be: Бездакорная, чыстая сувязь, ніякіх непаладак

source: Periodic UIC update failed
be: Не ўдалося абнавіць UIC

source: Personal Information
be: Асабістыя зьвесткі

source: Personalize Skype
be: Асабістыя налады

source: Personalize your voicemail greeting, save messages to listen to again, and leave voice messages for your contacts if you can't get hold of them.
be: Настаўце сваё вітаньне, захоўвайце паведамленьні, каб праслухаць іх потым, пакідайце галасавыя паведамленьні тым, зь кім ня можаце зьвязацца.

source: Phone
be: Тэлефон

source: Phone Number
be: Тэлефонны нумар

source: Phone Number:
be: Тэлефонны нумар:

source: Phone Numbers
be: Нумары тэлефонаў

source: Phone network error
be: Тэлефонная сетка дала хібу

source: Phone number
be: Тэлефонны нумар

source: Phone number busy
be: Нумар тэлефону заняты

source: Phone number or Skype Name is invalid.
be: Хібны тэлефонны нумар або ймя ў Skype.

source: Phone numbers
be: Нумары тэлефонаў

source: Picture
be: Малюнак

source: Picture belongs to another person
be: Малюнак належыць іншаму чалавеку

source: Picture library
be: Бібліятэка малюнкаў

source: Picture of me
be: Мой малюнак

source: Pinned conversations
be: Прымацаваныя размовы

source: Pizza
be: Піца

source: Place Call
be: Выклікаць
